<?php
	$GENDER_HIN=array("M" => "पुरुष",
			"F" => "स्त्री");
			
	$MANGLIK_HIN=array("M" => "मंगलिक",
			"N" => "मंगलिक नही",
			"D" => "पता नही");
			
	$MSTATUS_HIN=array("N" => "अविवाहित",
			"W" => "विधुर/विधवा",
			"D" => "तलाकशुदा",
			"S" => "विवाहित पर अलग रहते ह",
			"O" => "अन्य");
			
	$CHILDREN_HIN=array("N" => "नही",
			"YT" => "हा, साथ रहते है",
			"YS" => "हा, अलग रहते ह",
			"Y" => "हा");
			
	$BODYTYPE_HIN=array("1" => "पतला",
			"2" => "सामान्य",
			"3" => "हुष्ट-पुष्ट",
			"4" => "भारी");
			
	$COMPLEXION_HIN=array("1" => "अति सुन्दर",
			"2" => "सुन्दर",
			"3" => "गेहुआ",
			"4" => "गेहुआ ब्राउन",
			"5" => "काला");
			
	$DIET_HIN=array("V" => "शाकाहारी",
			"N" => "माँसाहारी",
			"J" => "जैन");
			
	$SMOKE_HIN=array("Y" => "हा",
			"N" => "नही",
			"O" => "कभी कभी");
			
	$DRINK_HIN=array("Y" => "हा",
			"N" => "नही",
			"O" => "कभी कभी");
			
	$RSTATUS_HIN=array("1" => "नागरिक",
			"2" => "स्थायी निवासी",
			"3" => "कार्य परमिट",
			"4" => "विधार्थी वीसा",
			"5" => "अस्थायी वीसा");
			
	$HANDICAPPED_HIN=array("N" => "नही",
			"1" => "जन्म से शारीरिक रूप से अपंग",
			"2" => "दुर्घटना के कारण शारीरिक रूप से अपंग",
			"3" => "जन्म से मंद बुदि",
			"4" => "दुर्घटना के कारण मंद बुदि");
			
	$RELATIONSHIP_HIN=array("1" => "स्वयं",
				"2" => "माता-पिता/संरक्षक",
				"3" => "सिबलिंग",
				"4" => "दोस्त",
				"5" => "मैरिज ब्यूरो",
				"6" => "अन्य");
				
	$MESSENGER_CHANNEL_HIN=array("1" => "Yahoo",
				"2" => "MSN",
				"3" => "Skype",
				"4" => "Others",
				"5" => "ICQ");
		
?>
